{
  "text": {
    "xin": 131,
    "chào": 19,
    "hello": 41,
    "hi": 43,
    "bạn": 12,
    "buổi": 10,
    "sáng": 95,
    "chiều": 17,
    "tối": 119,
    "có": 25,
    "ai": 3,
    "ở": 153,
    "đây": 138,
    "không": 55,
    "rasa": 90,
    "ơi": 152,
    "đó": 141,
    "hey": 42,
    "bot": 9,
    "tôi": 116,
    "muốn": 67,
    "đặt": 147,
    "phòng": 87,
    "khách": 54,
    "sạn": 97,
    "làm": 60,
    "sao": 92,
    "để": 149,
    "hà": 45,
    "nội": 85,
    "như": 77,
    "thế": 104,
    "nào": 81,
    "thể": 105,
    "gần": 39,
    "biển": 8,
    "__number__": 1,
    "cần": 26,
    "cho": 18,
    "người": 74,
    "vào": 125,
    "cuối": 24,
    "tuần": 114,
    "này": 82,
    "giảm": 35,
    "giá": 34,
    "khi": 52,
    "trước": 110,
    "hủy": 51,
    "mất": 71,
    "phí": 86,
    "đã": 139,
    "chính": 20,
    "sách": 94,
    "được": 145,
    "hoàn": 44,
    "tiền": 107,
    "nếu": 84,
    "đến": 148,
    "thì": 102,
    "bị": 13,
    "kiểm": 56,
    "tra": 109,
    "trạng": 111,
    "thái": 101,
    "đơn": 143,
    "của": 29,
    "xác": 132,
    "nhận": 79,
    "chưa": 21,
    "biết": 7,
    "hàng": 46,
    "bao": 5,
    "lâu": 62,
    "xem": 130,
    "lại": 63,
    "chi": 16,
    "tiết": 106,
    "là": 59,
    "nhiêu": 75,
    "a": 2,
    "một": 72,
    "đêm": 140,
    "đà": 137,
    "nẵng": 83,
    "cao": 15,
    "nhất": 78,
    "thấp": 103,
    "thay": 98,
    "đổi": 150,
    "theo": 99,
    "mùa": 70,
    "gồm": 40,
    "bữa": 14,
    "những": 80,
    "dịch": 31,
    "vụ": 128,
    "gì": 37,
    "về": 127,
    "spa": 93,
    "tại": 117,
    "miễn": 66,
    "đưa": 144,
    "đón": 142,
    "sân": 96,
    "bay": 6,
    "hồ": 50,
    "bơi": 11,
    "giặt": 36,
    "yêu": 134,
    "cầu": 27,
    "xe": 129,
    "giao": 33,
    "động": 151,
    "từng": 121,
    "loại": 58,
    "b": 4,
    "tầm": 118,
    "sang": 91,
    "trọng": 113,
    "đắt": 146,
    "vip": 124,
    "thuê": 100,
    "tự": 122,
    "lái": 61,
    "ngày": 73,
    "cọc": 28,
    "chỗ": 22,
    "từ": 120,
    "đi": 136,
    "hạ": 49,
    "long": 57,
    "tài": 115,
    "xế": 133,
    "combo": 23,
    "du": 30,
    "lịch": 65,
    "vé": 126,
    "máy": 68,
    "tour": 108,
    "trọn": 112,
    "gói": 38,
    "nhóm": 76,
    "3n2đ": 0,
    "phú": 88,
    "quốc": 89,
    "hè": 47,
    "ăn": 135,
    "uống": 123,
    "khuyến": 53,
    "mãi": 69,
    "dịp": 32,
    "lễ": 64,
    "hơn": 48
  },
  "intent": {
    "chao_hoi": 8,
    "ask_booking": 0,
    "cancel_booking": 7,
    "check_booking_status": 9,
    "ask_room_price": 3,
    "ask_services": 5,
    "ask_room_price_detail_hotel": 4,
    "ask_car_rental": 1,
    "ask_travel_combo": 6,
    "ask_flight_ticket": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_booking": 12,
    "utter_ask_car_rental": 13,
    "utter_ask_flight_ticket": 14,
    "utter_ask_room_price": 15,
    "utter_ask_services": 16,
    "utter_ask_specific_hotel": 17,
    "utter_ask_travel_combo": 18,
    "utter_cancel_booking": 19,
    "utter_chao_hoi": 20,
    "utter_check_booking_status": 21
  },
  "action_text": null,
  "intent_response_key": null
}