{
  "text": {
    "xin": 103,
    "chào": 10,
    "bạn": 6,
    "hello": 27,
    "hi": 28,
    "ơi": 114,
    "tạm": 96,
    "biệt": 4,
    "bye": 5,
    "hẹn": 34,
    "gặp": 25,
    "lại": 48,
    "nhé": 62,
    "tôi": 95,
    "muốn": 53,
    "đặt": 109,
    "vé": 100,
    "máy": 54,
    "bay": 2,
    "từ": 98,
    "hà": 29,
    "nội": 69,
    "đến": 110,
    "đà": 106,
    "nẵng": 68,
    "đi": 105,
    "sài": 77,
    "gòn": 24,
    "hôm": 32,
    "nay": 57,
    "còn": 14,
    "không": 41,
    "có": 15,
    "chuyến": 9,
    "nào": 66,
    "hồ": 36,
    "chí": 11,
    "minh": 52,
    "phú": 71,
    "quốc": 73,
    "ngày": 58,
    "mai": 51,
    "giá": 21,
    "nha": 59,
    "trang": 91,
    "bao": 1,
    "nhiêu": 60,
    "tiền": 87,
    "khứ": 42,
    "hồi": 37,
    "là": 45,
    "lạt": 49,
    "rẻ": 75,
    "lịch": 50,
    "như": 63,
    "thế": 84,
    "sớm": 80,
    "nhất": 64,
    "tp": 89,
    "hcm": 26,
    "mấy": 56,
    "giờ": 22,
    "biết": 3,
    "tới": 97,
    "cảm": 16,
    "ơn": 115,
    "nhiều": 61,
    "thanks": 82,
    "rất": 74,
    "hữu": 39,
    "ích": 104,
    "bất": 7,
    "kỳ": 44,
    "câu": 13,
    "nằm": 67,
    "trong": 92,
    "intent": 40,
    "trên": 93,
    "làm": 46,
    "sao": 76,
    "để": 111,
    "hướng": 33,
    "dẫn": 19,
    "cho": 8,
    "cách": 12,
    "thức": 85,
    "tìm": 94,
    "vào": 99,
    "sáng": 78,
    "kiểm": 43,
    "tra": 90,
    "__number__": 0,
    "thanh": 81,
    "toán": 88,
    "hình": 31,
    "những": 65,
    "gì": 23,
    "hủy": 38,
    "đổi": 113,
    "mất": 55,
    "phí": 70,
    "dịch": 20,
    "vụ": 102,
    "đưa": 108,
    "đón": 107,
    "sân": 79,
    "hỏi": 35,
    "về": 101,
    "hành": 30,
    "lý": 47,
    "quy": 72,
    "định": 112,
    "cần": 17,
    "thông": 83,
    "tin": 86,
    "của": 18
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "ask_flight": 0,
    "ask_price": 1,
    "ask_schedule": 2,
    "thanks": 11,
    "fallback": 5,
    "guide_booking": 8,
    "search_flight": 10,
    "payment_guide": 9,
    "cancel_change_ticket": 4,
    "ask_service_info": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_flight": 12,
    "utter_ask_price": 13,
    "utter_ask_schedule": 14,
    "utter_ask_service_info": 15,
    "utter_cancel_change_ticket": 16,
    "utter_fallback": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_guide_booking": 20,
    "utter_payment_guide": 21,
    "utter_search_flight": 22,
    "utter_thanks": 23
  },
  "action_text": null,
  "intent_response_key": null
}